import DefaultTemplate from "../components/GalleryLayoutTemplate/DefaultTemplate";

export const products = [
  {
    id: "1",
    name: "Бейсболка «Poly»",
    price: "45.00 ₽",
    circulation: 25,
    total: "1 125.00",
    image: "https://picsum.photos/id/30/400/200",
    characteristics: {
      vendor_code: "47583957",
      size: "20х25х10 см",
      material: "сатин, картон, 120 г/м2",
      width: "(1 шт.): 39,04 г ",
      available_application:
        "DTF-Полноцвет с трансфером, SH-Шелкография (не более 1 цвета)",
    },
    description:
      "Если вы думаете о s'mores как о чем-то, что нельзя отправить по почте, подумайте еще раз! Этот подарочный набор превращает всеми любимую закуску у костра в изысканную форму искусства, и он не для случайных любителей. Конечно, потребуется некоторая сборка, но все знают, что это часть удовольствия.",
  },
  {
    id: "2",
    name: "product 2",
    price: "45.00 ₽",
    circulation: 25,
    total: "1 125.00",
    image: "",
    characteristics: {
      vendor_code: "47583957",
      size: "20х25х10 см",
      material: "сатин, картон, 120 г/м2",
      width: "(1 шт.): 39,04 г ",
      available_application:
        "DTF-Полноцвет с трансфером, SH-Шелкография (не более 1 цвета)",
    },
    description:
      "Если вы думаете о s'mores как о чем-то, что нельзя отправить по почте, подумайте еще раз! Этот подарочный набор превращает всеми любимую закуску у костра в изысканную форму искусства, и он не для случайных любителей. Конечно, потребуется некоторая сборка, но все знают, что это часть удовольствия.",
  },
];
